Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Preparing changes...
ar: جارٍ تحضير التغييرات...
da: Forbereder aendringer...
de: Änderungen werden vorbereitet ...
es: Preparando cambios...
fi: Valmistellaan muutoksia...
fr: Préparation des modifications...
he: מכין שינויים...
hi: बदलाव तैयार हो रहे हैं...
hu: Módosítások előkészítése...
id: Menyiapkan perubahan...
it: Preparazione modifiche...
ja: 変更を準備中...
ko: 변경 사항 준비 중...
nb: Forbereder endringer ...
nl: Wijzigingen voorbereiden...
pl: Przygotowywanie zmian...
pt_br: Preparando alterações...
ru: Подготовка изменений...
sv: Förbereder ändringar...
th: กำลังเตรียมการเปลี่ยนแปลง...
tr: Değişiklikler hazırlanıyor...
uk: Підготовка змін...
vi: Đang chuẩn bị thay đổi...
zh_hans: 正在准备更改...
zh_hant: 正在準備變更...

source: Preparing to clone...
ar: جارٍ التحضير للاستنساخ...
da: Forbereder kloning...
de: Klonen wird vorbereitet ...
es: Preparando para clonar...
fi: Valmistellaan kloonausta...
fr: Préparation du clonage...
he: מתכונן לשכפול...
hi: क्लोन की तैयारी हो रही है...
hu: Felkészülés a klónozásra...
id: Menyiapkan clone...
it: Preparazione alla clonazione...
ja: クローンを準備中...
ko: 복제 준비 중...
nb: Forbereder kloning ...
nl: Voorbereiden om te klonen...
pl: Przygotowywanie do klonowania...
pt_br: Preparando para clonar...
ru: Подготовка к клонированию...
sv: Förbereder kloning...
th: กำลังเตรียมโคลน...
tr: Klonlamaya hazırlanıyor...
uk: Підготовка до клонування...
vi: Đang chuẩn bị sao chép...
zh_hans: 正在准备克隆...
zh_hant: 正在準備複製...

source: Previously Cloned
ar: استُنسخ سابقًا
da: Tidligere klonet
de: Zuvor geklont
es: Clonado previamente
fi: Aiemmin kloonattu
fr: Précédemment cloné
he: שוכפל בעבר
hi: पहले क्लोन किया गया
hu: Korábban klónozva
id: Sebelumnya dikloning
it: Precedentemente clonato
ja: 以前クローン済み
ko: 이전에 클론됨
nb: Tidligere klonet
nl: Eerder gekloond
pl: Wcześniej sklonowane
pt_br: Clonado anteriormente
ru: Ранее клонирован
sv: Tidigare klonad
th: เคยโคลน
tr: Daha önce klonlandı
uk: Раніше клоновано
vi: Đã sao chép trước đó
zh_hans: 曾经克隆
zh_hant: 曾經克隆

source: Privacy
ar: الخصوصية
da: Anonymitet
de: Datenschutz
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보 보호
nb: Personvern
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: Política de Privacidad
fi: Tietosuojakäytännöt
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách Bảo mật
zh_hans: 隐私权政策
zh_hant: 隱私權政策

source: Privacy-first relay
ar: الخصوصية أولاً relay
da: Privatliv først relay
de: Privatsphäre zuerst relay
es: Privacidad primero relay
fi: Tietosuojan ensisijaisuus relay
fr: Privilégier la confidentialité relay
he: פרטיות-קודם relay
hi: गोपनीयता-प्रथम relay
hu: Adatvédelem elsődleges relay
id: Privasi terutama relay
it: Privacy in primo piano relay
ja: プライバシー最優先 relay
ko: 개인정보 우선 relay
nb: Privatliv først relay
nl: Privacy-voorrang relay
pl: Bezpieczeństwo danych jako priorytet relay
pt_br: Privacidade em primeiro lugar relay
ru: Первое — конфиденциальность relay
sv: Privatliv först relay
th: ความเป็นส่วนตัวเป็นอันดับแรก relay
tr: Gizlilik öncelikli relay
uk: Приватність першою relay
vi: Tính riêng tư là ưu tiên hàng đầu relay
zh_hans: 隐私优先 relay
zh_hant: 隱私優先 relay

source: Private Key
ar: المفتاح الخاص
da: Privat nøgle
de: Privater Schlüssel
es: Clave privada
fi: Yksityinen avain
fr: Clé publique
he: מפתח פרטי
hi: निजी कुंजी
hu: Privát kulcs
id: Kunci Privat
it: Chiave privata
ja: 私鍵
ko: 개인 키
nb: Privatnyckel
nl: Privé sleutel
pl: Klucz prywatny
pt_br: Chave Privada
ru: — Приватный ключ
sv: Privat nyckel
th: คีย์ส่วนตัว
tr: Özel Anahtar
uk: – приватний ключ
vi: – Chìa khóa riêng
zh_hans: 私钥
zh_hant: 俬鑰

source: Public Key
ar: المفتاح العام
da: Offentlig nøgle
de: Öffentlicher Schlüssel
es: Clave pública
fi: Julkinen avain
fr: – Clé publique
he: מפתח ציבורי
hi: सार्वजनिक कुंजी
hu: Állami kulcs
id: Kunci Publik
it: Chiave pubblica
ja: 公開鍵
ko: 공개 키
nb: Offentlig nøkkel
nl: Openbare sleutel
pl: Klucz publiczny
pt_br: Chave Pública
ru: — публичный ключ
sv: Offentlig nyckel
th: สาธารณะ
tr: Genel Anahtar
uk: – Публічна ключова данина
vi: – Công khóa
zh_hans: 公钥
zh_hant: 公鑰

source: Public repositories and file remotes
ar: المستودعات العامة وأجهزة التحكم عن بعد للملفات
da: Offentlige arkiver og filfjernbetjeninger
de: Öffentliche Repositorys und Datei-Remotes
es: Repositorios públicos y archivos remotos
fi: Julkiset arkistot ja tiedoston kaukosäädet
fr: Dépôts publics et télécommandes de fichiers
he: : מאגרים ציבוריים ומסדקים מרוחקים
hi: : सार्वजनिक रिपॉजिटरीज़ तथा फ़ाइल रिमोट्स
hu: Önkéntes adatmagazinok és fájlműszerkezetek
id: Repositori Publik dan Remote File
it: Repository pubblici e remote di file
ja: 公開リポジトリおよびファイルリモート
ko: 공용 저장소 및 파일 원격 저장소
nb: Offentlige lagre og fil-remote-enheter
nl: Openbare repositories en bestandremote's
pl: : Powszechnie dostępne repositoriały i zdalne pliki
pt_br: Repositorios públicos e remotos de arquivos
ru: : публичные репозитории и удалённые файлы
sv: Offentliga lagringsplattformar och externa filsystem
th: คลังข้อมูลสาธารณะและไฟล์ระยะไกล
tr: Genel depolamalar ve dosya uzak entiteleri
uk: Публічні репозиторії та віддалені файли
vi: Các kho công cộng và các máy chủ tệp xa
zh_hans: 公共存储库与文件远程存储库
zh_hant: 公共存儲庫與文件遠程存儲庫

source: Pull
ar: سحب
fi: Nouda
he: משיכה
hu: Lekérés
ja: プル
nl: Pullen
pl: Pobierz
sv: Hämta
zh_hans: 拉取
zh_hant: 拉取

source: Pull ${repository}
ar: سحب ${repository}
da: Træk ${repository}
es: Tirar ${repository}
fr: Tirer ${repository}
he: pulling ${repository}
hi: पुल ${repository}
hu: Fújó ${repository}
it: Tiraggio ${repository}
ja: プル ${repository}
ko: 풀 ${repository}
nb: Tirking ${repository}
nl: Trekking ${repository}
pt_br: Puxar ${repository}
ru: «Втягивание» ${repository}
sv: Drivning ${repository}
th: ดึง ${repository}
tr: Çekici ${repository}
uk: – Підтягувач ${repository}
vi: Kéo ${repository}
zh_hans: 拉力 ${repository}
zh_hant: 拉力 ${repository}

source: Pull & Push
ar: سحب ودفع
da: Pull og push
de: Pullen und pushen
es: Descargar y enviar
fi: Pull ja push
fr: Récupérer et envoyer
he: משיכה ודחיפה
hi: पुल और पुश
hu: Letöltés és feltöltés
id: Tarik & Dorong
it: Pull e push
ja: プルとプッシュ
ko: 풀 및 푸시
nb: Pull og push
nl: Pullen en pushen
pl: Pull i push
pt_br: Pull e push
ru: Pull и push
sv: Pull och push
th: Pull และ push
tr: Pull ve Push
uk: Pull і Push
zh_hans: 拉取并推送
zh_hant: 提取並推送

source: Pull All
ar: اسحب الكل
da: Træk alle
de: Alle ziehen
es: Extraer todo
fi: Vedä kaikki
fr: Tirez tout
he: –引っור כל 항ות
hi: : सभी निकालें
hu: – Mindenet szállítása
it: Pulire tutto
ja: ：すべて引き出す
ko: 전체 선택
nb: Håndtere alle
nl: Alle selecteren
pl: : Wybierz wszystkie
pt_br: Selecionar Todos
ru: «Получить все»
sv: : Hämta alla
th: ดึงทั้งหมด
tr: Tümünü Çeken
uk: «Виконати всі операції»
vi: : Thu hút tất cả
zh_hans: 全部拉取
zh_hant: 全部拉取

source: Pull All Repositories
ar: سحب كافة المستودعات
da: Træk alle lagre
de: Alle Repositorys abrufen
es: Extraer todos los repositorios
fi: Vedä kaikki versiot
fr: Tirez tous les dépôts
he: : קבלת כל המאגרים
hi: : सभी रिपॉजिटरियों को पुल करें
hu: – összes adathordozót kinyitás
id: Tarik Semua Repositori
it: : Recupero di tutti i repository
ja: ：すべてのリポジトリを取得
ko: : 모든 저장소 가져오기
nb: : Hent alle reserver
nl: Alle repositories ophalen
pl: : Pobierz wszystkie repositoriały
pt_br: Recuperar Todos os Repositórios
ru: : Собрать все репозитории
sv: : Hämta alla lagringsplatser
th: ดึงทั้งคลังข้อมูล
tr: : Tüm depoları çekin
uk: : Вибрати всі репозиторії
vi: : Thu thập tất cả kho dữ liệu
zh_hans: 拉取所有仓库
zh_hant: 拉取所有倉庫

source: Pull Repo
ar: سحب الريبو
da: Træk Repo
es: Extraer repositorio
fr: Tirer Repo Référentiel à tirage
hi: पुल रिपो
ja: プルリポ
tr: Çekme Deposu
zh_hans: 拉取仓库
zh_hant: 拉取倉庫

source: Pull Repository
ar: سحب المستودع
es: Repositorio de extracción
fi: Pull-versio
fr: Répertoire de téléchargement
he: מרכז אחסון
hi: पुल रिपॉजिटरी
hu: Kivitel-repozitoryum
it: Repository di estrazione
ja: プルリポジトリ
ko: 풀 리포지토리
nb: Håndteringsdepot
pt_br: Repositório de Recolhimento
ru: Pull-репозиторий
tr: Çekme Deposu
uk: – репозиторій витягування
vi: – Kho tải dữ liệu
zh_hans: 拉取仓库
zh_hant: 拉取倉庫

source: Pull and push ${repository}
ar: سحب ${repository} ودفعه
da: Pull og push ${repository}
de: ${repository} pullen und pushen
es: Descargar y enviar ${repository}
fi: Tee pull ja push kohteelle ${repository}
fr: Récupérer et envoyer ${repository}
he: משיכה ודחיפה של ${repository}
hi: ${repository} को पुल और पुश करें
hu: A(z) ${repository} letöltése és feltöltése
id: Tarik dan dorong ${repository}
it: Esegui pull e push di ${repository}
ja: ${repository}をプルしてプッシュ
ko: ${repository} 풀 및 푸시
nb: Pull og push ${repository}
nl: ${repository} pullen en pushen
pl: Wykonaj pull i push dla ${repository}
pt_br: Fazer pull e push de ${repository}
ru: Выполнить pull и push для ${repository}
sv: Kör pull och push för ${repository}
th: ดำเนินการ pull และ push ${repository}
tr: ${repository} için pull ve push yap
uk: Виконати pull і push для ${repository}
vi: Pull và push ${repository}
zh_hans: 拉取并推送 ${repository}
zh_hant: 提取並推送 ${repository}

source: Pull blocked by local changes
ar: تم حظر السحب بسبب التغييرات المحلية
da: Træk blokeret af lokale ændringer
de: Pull durch lokale Änderungen blockiert
es: Extracción bloqueada por cambios locales
fi: Paikallisten muutosten estäminen
fr: Pull bloqué par les changements locaux
he: : הפעולה נעצרת עקב שינויים מקומיים
hi: : स्थानीय परिवर्तनों के कारण बाधित हुआ है।
hu: : helyi módosítások miatt blokkolva
id: : Pengambilan terhambat akibat perubahan lokal
it: : il pull è bloccato a causa di modifiche locali
ja: ：ローカル変更によりプル操作がブロックされました
ko: : 지역 변경으로 인해 끌림이 차단됨
nb: : Tvinging blokkert av lokale endringer
nl: wordt geblokkeerd door lokale wijzigingen
pl: : pobieranie blokowane przez lokalne zmiany
pt_br: : A ação de pull foi bloqueada por alterações locais
ru: : операция pull заблокирована из-за локальных изменений
sv: : Tvingning blockerad av lokala ändringar
th: : การดึงถูกปิดกั้นเนื่องจากการเปลี่ยนแปลงในระดับท้องถิ่น
tr: : Yerel değişiklikler nedeniyle bloke edildi
uk: : Зміна виключена через місцеві зміни
vi: : Vật liệu kéo bị chặn do các thay đổi tại chỗ.
zh_hans: ：因本地变更而被拉取阻断
zh_hant: ：因本地變更而被拉取阻斷

source: Pull blocked by local changes. Commit, stash, or discard changes before syncing.
ar: تم حظر السحب بسبب وجود تغييرات محلية. التزم بالتغييرات أو خزّنها مؤقتًا أو تجاهلها قبل المزامنة.
da: Pull er blokeret af lokale ændringer. Commit, stash eller kassér ændringerne før synkronisering.
de: Pull durch lokale Änderungen blockiert. Committen, stashen oder verwerfen Sie die Änderungen vor der Synchronisierung.
es: La descarga está bloqueada por cambios locales. Confirme, guarde temporalmente o descarte los cambios antes de sincronizar.
fi: Paikalliset muutokset estävät pull-toiminnon. Tee muutoksista commit, siirrä ne stashiin tai hylkää ne ennen synkronointia.
fr: La récupération est bloquée par des modifications locales. Validez-les, remisez-les ou annulez-les avant la synchronisation.
he: המשיכה חסומה עקב שינויים מקומיים. יש לבצע קומיט, לשמור בצד או לבטל את השינויים לפני הסנכרון.
hi: लोकल बदलावों के कारण पुल अवरुद्ध है। सिंक करने से पहले बदलावों को कमिट, स्टैश या रद्द करें।
hu: A letöltést helyi módosítások akadályozzák. Szinkronizálás előtt commitolja, tegye félre vagy vesse el a módosításokat.
id: Penarikan terhalang oleh perubahan lokal. Commit, simpan sementara, atau buang perubahan sebelum menyinkronkan.
it: Il pull è bloccato da modifiche locali. Esegui commit o stash, oppure scarta le modifiche prima della sincronizzazione.
ja: ローカルの変更によりプルできません。同期する前に、変更をコミット、スタッシュ、または破棄してください。
ko: 로컬 변경 사항 때문에 풀할 수 없습니다. 동기화하기 전에 변경 사항을 커밋하거나 스태시하거나 폐기해 주세요.
nb: Pull er blokkert av lokale endringer. Commit, stash eller forkast endringene før synkronisering.
nl: Pullen is geblokkeerd door lokale wijzigingen. Commit, stash of verwerp de wijzigingen voordat u synchroniseert.
pl: Operacja pull jest zablokowana przez lokalne zmiany. Przed synchronizacją wykonaj commit lub stash albo odrzuć zmiany.
pt_br: O pull foi bloqueado por alterações locais. Faça commit, stash ou descarte as alterações antes de sincronizar.
ru: Операция pull заблокирована локальными изменениями. Перед синхронизацией выполните commit или stash либо отмените изменения.
sv: Pull blockeras av lokala ändringar. Kör commit eller stash, eller släng ändringarna före synkronisering.
th: การ pull ถูกขัดขวางโดยการเปลี่ยนแปลงในเครื่อง โปรด commit, stash หรือละทิ้งการเปลี่ยนแปลงก่อนซิงค์
tr: Pull işlemi yerel değişiklikler nedeniyle engellendi. Eşzamanlamadan önce değişiklikleri commit edin, stash'e alın veya atın.
uk: Pull заблоковано локальними змінами. Перед синхронізацією виконайте commit, stash або відкиньте зміни.
vi: Pull bị chặn do có thay đổi cục bộ. Hãy commit, stash hoặc hủy các thay đổi trước khi đồng bộ hóa.
zh_hans: 本地更改阻止了拉取。请在同步前提交、贮藏或丢弃更改。
zh_hant: 本機變更阻止了提取。請在同步前提交、暫存或捨棄變更。

source: Pull blocked to protect local edits. Commit, stash, or discard local changes first.
ar: تم حظر السحب لحماية التعديلات المحلية. قم بتنفيذ التغييرات المحلية أو تخزينها أو تجاهلها أولاً. فشل سحب
da: Træk blokeret for at beskytte lokale redigeringer. Begræns, gem eller kasser lokale ændringer først.
de: Pull blockiert, um lokale Änderungen zu schützen. Lokale Änderungen zuerst festschreiben, speichern oder verwerfen.
es: Pull bloqueado para proteger las ediciones locales. Confirme, guarde o descarte los cambios locales primero.
fi: Vedä estää paikallisia muokkauksia. Toimita, piilota tai hylkää paikalliset muutokset ensin.
fr: Tirer bloqué pour protéger les modifications locales. Commit, stash ou rejettent les modifications locales en premier.
he: : הפעלת Pull מונעת כדי להגן על השינויים המקומיים – יש לבצע קודם את ה-Commit, ה-stash או ה-discard של השינויים המקומיים.
hi: : स्थानीय संपादनों की रक्षा के लिए 'Pull' गेट क्रैश हो जाएगा। पहले 'Commit', 'stash' या 'discard' विकल्प का उपयोग करें।
hu: : a helyi módosítások védelmére a Pull parancs blokkolása érdekében – először végezze el a helyi módosítások beállítását (commit), tárolását (stash) vagy eltávolítását (discard).
id: Pull diblokir untuk melindungi edisi lokal. Lakukan commit, stash, atau discard perubahan lokal terlebih dahulu.
it: : Il comando 'Pull' è bloccato per proteggere le modifiche locali. Si raccomanda di effettuare prima un commit, uno stash o una discarica delle modifiche locali.
ja: ：ローカル編集を保護するため、プルがブロックされています。まず、コミット、ステ stash、またはディスカインドしてください。
ko: : 로컬 편집을 보호하기 위해 Pull이 차단됩니다. 먼저 로컬 변경 사항을 커밋, 스타시 또는 드리스하십시오.
nb: : «Pull» er blokkert for å beskytte lokale redigeringer. Før du utfører «Commit», «Stash» eller «Discard» av lokale endringer, må du gjøre dette først.
nl: : De functie 'Pull' is geblokkeerd om lokale wijzigingen te beschermen. Voer eerst een commit-, stash- of discard-opdracht uit voor de lokale wijzigingen.
pl: : „Pull" jest blokowany w celu ochrony lokalnych modyfikacji. Najpierw zapisz, skryj lub usunьте lokalne zmiany.
pt_br: : A operação de pull está bloqueada para proteger as edições locais. Primeiro, execute um commit, um stash ou um discard das alterações locais.
ru: : операция pull блокируется для защиты локальных изменений. Сначала выполните коммит, stash или discard локальных изменений.
sv: : Pull är blockerat för att skydda lokala redigeringar. Försök först att kommitera, stasha eller avkasta de lokala ändringarna.
th: : Pull ถูกบล็อกเพื่อป้องกันการแก้ไขในระดับท้องถิ่น — ควรดำเนินการ Commit, stash หรือ discard การเปลี่ยนแปลงในระดับท้องถิ่นก่อน
tr: : Yerel değişiklikleri korumak için çekme işlemi engellenebilir. İlk olarak yerel değişiklikleri onaylayın, saklayın veya atlayın.
uk: : «Pull» заблоковано для захисту локальних змін. Спочатку виконайте дію «Commit», «stash» або «discard» локальних змін.
vi: : Thao tác Pull bị chặn để bảo vệ các chỉnh sửa cục bộ. Hãy thực hiện Commit, stash hoặc discard các thay đổi cục bộ trước.
zh_hans: ：拉取操作已受阻，以保护本地编辑。请先提交、暂存或丢弃本地更改。
zh_hant: ：拉取操作已受阻，以保護本地編輯。請先提交、暫存或丟棄本地更改。

source: Pull complete!
ar: اكتمل السحب!
da: Pull fuldfoert!
de: Pull abgeschlossen!
es: ¡Pull completado!
fi: Nouto valmis!
fr: Pull terminé !
he: המשיכה הושלמה!
hi: Pull पूर्ण!
hu: Lekérés kész!
id: Pull selesai!
it: Pull completato!
ja: プル完了！
ko: Pull 완료!
nb: Pull fullført!
nl: Pull voltooid!
pl: Pobieranie zakończone!
pt_br: Pull concluído!
ru: Pull завершён!
sv: Hämtning klar!
th: Pull เสร็จสมบูรณ์!
tr: Pull tamamlandı!
uk: Pull завершено!
vi: Pull hoàn tất!
zh_hans: 拉取完成！
zh_hant: 拉取完成！

source: Pull did not return a fast-forward result.
ar: لم يؤدي السحب إلى إرجاع نتيجة سريعة إلى الأمام.
da: Pull returnerede ikke et fast-forward-resultat.
de: Pull lieferte kein „Fast-Forward"-Ergebnis zurück.
es: Pull no devolvió un resultado de adelantamiento rápido.
fi: Pull ei palauttanut nopean eteenpäätteen tulosta.
fr: Pull n'a pas retourné de résultat de « fast-forward ».
he: המשיכה לא חזרה לתוצאה מהירה.
hi: Pull ने फास्ट-फॉरवर्ड परिणाम नहीं दिया।
hu: A Pull nem adott vissza gyorsítási eredményt.
id: Pull tidak menghasilkan hasil fast-forward.
it: Pull non ha restituito un risultato di avanzamento rapido.
ja: Pullでは、ファストフォワード処理の結果が返されませんでした。
ko: Pull은 패스트 포워드 결과를 반환하지 못했습니다.
nb: Pull returnerte ikke et «fast-forward»-resultat.
nl: Pull gaf geen 'fast-forward'-resultaat terug.
pl: Polecenie „Pull" nie zwróciło wyniku operacji przesunięcia na przewlekły czas.
pt_br: O Pull não retornou um resultado de avanço rápido.
ru: Функция Pull не вернула результат операции быстрого перемещения вперед.
sv: Pull returnerade inte ett resultat för snabbframgång.
th: Pull ไม่ได้ให้ผลลัพธ์จากการเร่งเวลา (fast-forward)
tr: Pull, hızlı ilerleme sonucu döndürmedi.
uk: Функція Pull не повернула результату швидкого просування.
vi: Công cụ Pull không trả về kết quả chuyển nhanh.
zh_hans: Pull 操作未返回快进结果。
zh_hant: Pull 操作未返回快進結果。

source: Pull failed
ar: فشل السحب
da: Pull mislykkedes
de: Pull fehlgeschlagen
es: Error al extraer
fi: Pull epäonnistui
fr: Tirer a échoué
he: : pulling לא הושלם
hi: पुलिंग विफल हो गया।
hu: : A nyomás nem sikerült
id: Pengangkatan gagal
it: : il prelievo non è stato eseguito
ja: の引き取りに失敗しました
ko: 당김 실패
nb: – Tirking mislyktes
nl: : Prikproces is mislukt
pl: : Pobieranie nie powiodło się
pt_br: : A ação de puxar falhou
ru: : Закручивание не удалось
sv: : Drivning misslyckades
th: การดึงไม่สำเร็จ
tr: çekme işlemi başarısız oldu
uk: : Підтягування не вдалося
vi: : Thao tác kéo thất bại
zh_hans: 拉取失败
zh_hant: 拉取失敗

source: Pull from Apple Shortcuts
ar: سحب من Apple Shortcuts
da: Træk fra Apple Shortcuts
de: Pull von Apple Shortcuts
es: Extraer de Apple Shortcuts
fi: Apple Shortcuts
fr: Tirer de Apple Shortcuts
he: – קבלת מ- Apple Shortcuts
hi: : 'पुल फ्रॉम' Apple Shortcuts
hu: : Kivitel Apple Shortcuts
id: Tarik dari Apple Shortcuts
it: Estrazione da Apple Shortcuts
ja: ：引き出し Apple Shortcuts
ko: 추출 Apple Shortcuts
nb: Hente fra Apple Shortcuts
nl: Uitvoeren van Apple Shortcuts
pl: : pobranie z Apple Shortcuts
pt_br: – Extração de Apple Shortcuts
ru: : Извлечение из источника Apple Shortcuts
sv: Ta från Apple Shortcuts
th: ดึงจาก Apple Shortcuts
tr: : Çıkarma Apple Shortcuts
uk: – Вивіз з Apple Shortcuts
vi: Lấy từ Apple Shortcuts
zh_hans: 拉取自 Apple Shortcuts
zh_hant: 拉取自 Apple Shortcuts

source: Pull from Shortcuts
ar: اسحب من الاختصارات يتطلب سحب
da: Træk fra genveje
de: Aus Verknüpfungen ziehen
es: Extraer de atajos
fi: vetoa pikanäppäimistä
fr: Tirer des raccourcis
he: : קבלת נתונים מ shortcuts
hi: : शॉर्टकट से पुल करना
hu: : Rövidmenetekből visszatartás
id: Tarik dari Shortcuts
it: Estrazione da Shortcuts
ja: ：ショートカットから呼び出す
ko: : 단축키에서 호출
nb: : Hente fra hurteknapper
nl: Uit 'Shortcuts' halen
pl: : Pobierz z skrótów
pt_br: Recuperar por Atalhos
ru: : Выбор из быстрых доступов
sv: : Ta från snabbåtgärder
th: : ดึงจากส่วนลด
tr: : Kısa Yollarden Çekme
uk: : Використання шортків
vi: : Lấy từ các liên kết nhanh
zh_hans: 从快捷方式中拉取
zh_hant: 從快捷方式中拉取

source: Pull one cloned GitSync.md repository, then commit and push local changes — without opening the app.
ar: اسحب مستودع GitSync.md مستنسخًا واحدًا، ثم التزم بالتغييرات المحلية وادفعها — من دون فتح التطبيق.
da: Udfør pull på ét klonet GitSync.md-arkiv, og commit og push derefter lokale ændringer — uden at åbne appen.
de: Pullen Sie ein geklontes GitSync.md-Repository und committen und pushen Sie dann lokale Änderungen — ohne die App zu öffnen.
es: Descargue un repositorio clonado de GitSync.md y, después, confirme y envíe los cambios locales — sin abrir la app.
fi: Tee pull yhdelle kloonatulle GitSync.md-tietovarastolle ja tee sitten paikallisista muutoksista commit ja push — avaamatta appia.
fr: Récupérez un dépôt GitSync.md cloné, puis validez et envoyez les modifications locales, sans ouvrir l’app.
he: משיכת מאגר GitSync.md משוכפל אחד, ולאחר מכן ביצוע קומיט ודחיפת השינויים המקומיים — בלי לפתוח את היישום.
hi: ऐप खोले बिना एक क्लोन की गई GitSync.md रिपॉज़िटरी को पुल करें, फिर लोकल बदलावों को कमिट और पुश करें।
hu: Egy klónozott GitSync.md-tároló letöltése, majd a helyi módosítások commitolása és feltöltése — az app megnyitása nélkül.
id: Tarik satu repositori GitSync.md yang diklona, lalu commit dan dorong perubahan lokal — tanpa membuka app.
it: Esegui il pull di un repository GitSync.md clonato, quindi il commit e il push delle modifiche locali, senza aprire l’app.
ja: クローン済みのGitSync.mdリポジトリを1つプルしてから、アプリを開かずにローカルの変更をコミットしてプッシュします。
ko: 복제된 GitSync.md 저장소 하나를 풀한 다음, 앱을 열지 않고 로컬 변경 사항을 커밋하고 푸시합니다.
nb: Utfør pull på ett klonet GitSync.md-repositorium, og commit og push deretter lokale endringer – uten å åpne appen.
nl: Pull één gekloonde GitSync.md-repository en commit en push daarna lokale wijzigingen, zonder de app te openen.
pl: Wykonaj pull jednego sklonowanego repozytorium GitSync.md, a następnie commit i push lokalnych zmian — bez otwierania aplikacji.
pt_br: Faça pull de um repositório clonado do GitSync.md e depois commit e push das alterações locais — sem abrir o app.
ru: Выполните pull одного клонированного репозитория GitSync.md, затем commit и push локальных изменений — не открывая приложение.
sv: Kör pull för en klonad GitSync.md-lagringsplats och därefter commit och push för lokala ändringar — utan att öppna appen.
th: ดำเนินการ pull ที่เก็บ GitSync.md ที่โคลนไว้หนึ่งรายการ จากนั้น commit และ push การเปลี่ยนแปลงในเครื่อง — โดยไม่ต้องเปิดแอป
tr: Uygulamayı açmadan klonlanmış bir GitSync.md deposunda pull yapın, ardından yerel değişiklikleri commit edip push yapın.
uk: Виконайте pull одного клонованого репозиторію GitSync.md, а потім commit і push локальних змін, не відкриваючи програму.
vi: Pull một kho lưu trữ GitSync.md đã sao chép, sau đó commit và push các thay đổi cục bộ mà không cần mở ứng dụng.
zh_hans: 无需打开 App，即可拉取一个克隆的 GitSync.md 仓库，然后提交并推送本地更改。
zh_hant: 無需開啟 App，即可提取一個複製的 GitSync.md 儲存庫，然後提交並推送本機變更。
